{
    "guild_id": "1371831566669578290",
    "verify_channel_id": "1374827682252193862",
    "verify_message_id": "1376288871305973782",
    "rules_channel_id": "1374827682252193862",
    "color": "6a0606",
    "roles": [
        "1374831453900111903",
        "1374831598381301932"
    ],
    "embed": {
        "title": "Willkommen auf {guild_name}!",
        "description": "Verifiziere dich um ein Vollwertiges Mitglied zu werden."
    },
    "rules_embed": {
        "title": "{guild_name} Discord Regeln!",
        "description": "📜 Allgemeine Regeln\n1. Respektvoller Umgang: Behandle jedes Mitglied mit Respekt – Beleidigungen, Hetze oder toxisches Verhalten werden nicht toleriert.\n2. Keine Diskriminierung: Rassismus, Sexismus, Homophobie oder ähnliche diskriminierende Aussagen führen zum sofortigen Ausschluss.\n3. Spam ist verboten: Unterlasse Spam, Werbung oder das ständige Posten irrelevanter Inhalte.\n4. Werbung untersagt: Werbung für andere Server, Communities oder Produkte ist ohne ausdrückliche Genehmigung verboten.\n5. Kein Missbrauch von Ping-Funktionen: Erwähne keine Rollen oder User grundlos.\n\n🎭 Rollenspiel & Ingame-Regeln\n1. RP bleibt RP: Was im RP passiert, bleibt im RP – OOC-Diskussionen über Ingame-Situationen sind zu unterlassen.\n2. Metagaming verboten: Nutze keine Informationen aus Discord oder Twitch/Streams für deinen Ingame-Vorteil.\n3. Power-RP unterlassen: Erzwinge keine Handlungen von anderen Spielern ohne deren Reaktionsmöglichkeit.\n4. Fail-RP vermeiden: Verhalten, das dem RP schadet oder unrealistisch ist, ist zu vermeiden.\n5. Screenshots & Beweise: Bei Regelverstößen sind Beweise (z.B. Video/Audio) sachlich und an die richtige Stelle zu senden.\n\n🏢 Fraktionsbezogene Regeln\n1. Befehle respektieren: Folge den Anweisungen deiner Fraktionsleitung und halte dich an die internen Strukturen.\n2. Vertraulichkeit: Interne Informationen der Fraktion dürfen nicht nach außen getragen werden.\n3. Aktivitätspflicht: Eine gewisse Ingame-Aktivität ist Pflicht – Abwesenheiten sind rechtzeitig zu melden.\n4. Uniform & Ausrüstung: Nutze nur die von der Fraktion freigegebene Kleidung und Ausrüstung.\n5. Funkdisziplin: Im Funkkanal herrscht Ordnung – kein unnötiges Reden, klare Kommunikation.\n\n💬 Discord-Nutzung\n1. Profilbild & Status: Dein Profilbild und Status dürfen keine anstößigen Inhalte enthalten.\n2. Voicechannel-Regeln: Betrete nur Channels, wenn du nicht IC bist.\n3. Regelkenntnis: Jeder ist verpflichtet, die Regeln zu kennen und regelmäßig auf Updates zu achten.\n",
        "thumbnail_url": "https://i.ibb.co/YTLM8b99/logo.png",
        "color": "6a0606"
    },
    "frakrules_embed": {
        "title": "{guild_name} Fraktionsregeln!",
        "description": "📜 Hier stehen eure fraktionsspezifischen Regeln...",
        "thumbnail_url": "https://i.ibb.co/YTLM8b99/logo.png",
        "color": "6a0606"
    }
}